Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: A successful Concentration check still doesn’t allow a character to take 10 when in a stressful situation; he or she must roll the check as normal.
zh_cn: 成功的专注检定并不能允许角色在紧张的情况下取10，角色必须如常掷骰。

source: A successful Listen check when there isn’t anything to hear results in the character hearing nothing.
zh_cn: 没声音时，成功的检定其结果也是“没听到”。

source: A successful Reflex save indicates that the target takes half damage.
zh_cn: 成功的反射豁免能让伤害减半。

source: A successful Spot check when there isn’t anything to notice results in the character noticing nothing.
zh_cn: 无异常时，成功的检定其结果也是“没发现”。

source: A successful Will save doesn’t restore previous attitude shifts, but it does render the target immune for 24 hours to further attempts by the Negotiator to sow distrust.
zh_cn: 成功的豁免并不会让目标的态度恢复原状，但会让目标在24小时内免疫谈判专家的挑拨。

source: A successful check grants you a +4 morale bonus on your saving throw to resist the poison’s secondary damage.
zh_cn: 若检定成功，你将在检定豁免再次伤害时获得4点士气加值。

source: A successful check grants you another saving throw with a +4 morale bonus to resist the fear effect.
zh_cn: 检定成功则获得一次掷抵抗恐惧豁免骰的机会，成功则获得4点士气加值。

source: A successful check lets the character move at half his or her speed along the surface as a move action.
zh_cn: 一次成功的检定可以使角色以半速在这种表面上用一个移动动作行走。

source: A successful check relates the danger’s strength compared to the Infiltrator: stronger (higher level or Hit Dice), on par (same level or HD), or weaker (lower level or HD).
zh_cn: 显示的相对实力是相对于渗透者的：更强（等级或生命高于自己）、相当（等级或生命与自己相等）、更弱（等级或生命低于自己）。

source: A successful check removes the dazed, stunned, or unconscious condition from an affected character.
zh_cn: 检定成功将移除被救者的眩晕、震慑或昏迷状态。

source: A successful check, as a full-round action, restores 1d4 hit points.
zh_cn: 以一个整轮动作检定，若成功，恢复1d4点生命值。

source: A successful hold does not deal additional damage unless the creature also has the constrict ability (see above).
zh_cn: 成功的`缠握`不会造成额外的伤害，除非生物有`紧勒`的能力（见下文）。

source: A successful save indicates that the opponent is immune to the character’s use of this feat for 24 hours.
zh_cn: 豁免成功将使此对手在24小时内免疫此角色发动的此专长。

source: A successful save negates the damage.
zh_cn: 豁免成功则抵抗此伤害。

source: A successful saving throw negates the effect.
zh_cn: 豁免成功则抵御此效果。

source: A suppressor fits on the end of a firearm, capturing the gases traveling at supersonic speed that propel a bullet as it is fired.
zh_cn: 抑制器安装在枪口末端，在开火时捕获以超音速射出的底火。

source: A suppressor purchased for one weapon can be used for any other weapon that fires the same caliber of ammunition.
zh_cn: 一种武器适配的抑制器适用于所有同口径的其他武器。

source: A surface with sizable ledges to hold on to and stand on, such as a rugged cliff face.| |15|Any surface with adequate handholds and footholds (natural or artificial), such as a rough natural rock surface, a tree, or a chain-link fence.
zh_cn: 有足够抱住和站立的突出部的表面，比如崎岖的峭壁表面。| |15|有足够抓住的把手点和脚踏点（天然或人工）的表面，比如粗糙的天然岩石表面、一棵树、或者铁丝网栅栏。

source: A surgery kit is used when performing surgery (see the Treat Injury skill).
zh_cn: 进行手术时需要用到手术箱（见医疗技能）。

source: A swallowed opponent can try to cut its way free with any light piercing or slashing weapon (the amount of cutting damage required to get free is noted in the creature’s descriptive text), or it can just try to escape the grapple.
zh_cn: 被吞噬者可尝试用轻型的穿刺或劈砍武器开辟出生路（开辟生路所需的伤害量见生物描述），也可以尝试从擒抱中脱逃。

source: A target is in line of sight if there are no solid obstructions between the character and the target.
zh_cn: 目标在视线内意即角色与目标之间没有固体障碍物。

source: A target that takes a direct hit is dealt an additional 1d6 points of fire damage in the following round and risks catching on fire.
zh_cn: 被直接击中的目标会在下一轮受到额外的1d6点火焰伤害，且会着火。

source: A taser uses springs or compressed air to fire a pair of darts at a target.
zh_cn: 电击枪用弹簧或气压来向目标发射一对电极。

source: A tattoo is a single-use item that duplicates the effect of a particular power.
zh_cn: 文身是一次性物品，作用是将一种灵力的效果加倍。

source: A taunt can be played on an opponent any number of times.
zh_cn: 可多次嘲讽同一个目标。

source: A tent keeps a character warm and dry in severe weather, providing a +2 equipment bonus on Fortitude saves against the effects of cold weather.
zh_cn: 帐篷可以让角色在极端天气中保持温暖干燥，为对抗寒冷天气效果所做的强韧豁免提供2点装备加值。

source: A thrown weapon has a maximum range of five range increments.
zh_cn: 投掷武器最大射程为射程跨度的5倍。

source: A travel case is a reinforced metal box with foam inserts.
zh_cn: 旅行箱是内含泡沫衬垫的加固金属箱。

source: A trick can only be played on a particular target once per encounter.
zh_cn: 一个诡计在一次遭遇战中只能影响一个目标一次。

source: A tripped character is prone (see Table: Defense Modifiers).
zh_cn: 被绊倒的角色会陷入俯卧（见表：防御调整值）。

source: A turned creature flees for 10 rounds (1 minute).
zh_cn: 它们会持续逃跑10轮（1分钟）。

source: A two-door family coupe, the Cavalier is two squares wide and four squares long.
zh_cn: 科沃兹是家用双门轿车，2格宽4格长。

source: A variety of skill checks may be required, depending on the method used to gain access.
zh_cn: 根据访问方式的不同，访问将会需要各种技能检定。

source: A vehicle can have as many gunners as it has gunner positions.
zh_cn: 一个载具有多少个射击手位，就可以有多少个射击手。

source: A vehicle can have only one copilot at a time.
zh_cn: 一个载具只能同时拥有一个副驾驶位。

source: A weapon built into a vehicle can by mounted to fire in one of four directions—forward, aft (rear), right, or left—or be built into a partial or full turret.
zh_cn: 武器在载具中可以搭载在固定射击位，朝向四个方向——前后左右——或者搭载在半方向炮塔或全方向炮塔上。

source: A weapon with an enhancement bonus due to magic is considered more powerful than any weapon that does not have such a bonus.
zh_cn: 由魔法增强过的有增强加值的武器将被视为比无此加值的武器更强。

source: A weapon with the single shot rate of fire can fire only one shot per attack, even if the user has a feat or other ability that normally allow more than one shot per attack.
zh_cn: 手动模式的武器每次攻击只能射击一次，即使使用者有能在一次攻击射击多次的专长或能力。

source: A wet cloth held over the eyes, nose, and mouth provides a +2 bonus on the Fortitude save.
zh_cn: 用湿布覆盖眼睛与口鼻可为强韧豁免提供2点加值。

source: ADVANCED CLASSES
zh_cn: 高级职业

source: Ability damage returns at the rate of 1 point per evening of rest (8 hours of sleep).
zh_cn: 属性伤害每次晚休（8小时睡眠）恢复1点。

source: Ability points lost to damage return naturally, typically at a rate of 1 point per day for each affected ability.
zh_cn: 这些损失的属性值会自然恢复，通常速率为每天恢复1点受影响属性。

source: Ability score damage is temporary, unless marked with an asterisk, in which case the damage is permanent ability drain.
zh_cn: 属性伤害是暂时的，除非标了星号，标星号的伤害是永久的`属性吸取`。

source: Ability scores can increase with no limit.
zh_cn: 属性值的增加没有限制。

source: About the size of a large tackle box, this is the sort of kit commonly carried by military medics and civilian EMTs.
zh_cn: 大型钓鱼盒一样大小的医疗箱，普遍被军医和平民急救队使用。

source: About the size of a small backpack, this kit contains the instruments needed for rudimentary emergency field surgery.
zh_cn: 手术箱有一个小型背包那么大，它包含了初步紧急实地手术所需的所有医疗器械。

source: About the size of a small briefcase, a cellular interceptor can detect and monitor a cell phone conversation within a 5-mile area by listening in on the cellular service’s own transmitters.
zh_cn: 大约是小型公文包大小，无线拦截器可以检测和监视方圆5里内的同一蜂窝网络的一通手机通信。

source: Academics include librarians, archaeologists, scholars, professors, teachers, and other education professionals.
zh_cn: 学者包括图书管理员、考古学家、专家、教授、教师以及其他与教育相关的职业。

source: Accelerated climbing, allowing the character to climb at his or her full speed, is a full-round action.
zh_cn: 能让角色以常速攀爬的加速攀爬，是一个整轮动作。

source: Accelerated movement, allowing the character to balance while moving his or her full speed, is also a move action.
zh_cn: 常速移动时的平衡也是一个移动动作。

source: Acid damage from an attack reduces hit points.
zh_cn: 酸的攻击造成对生命值的伤害。

source: Acid may be purchased in many places, including hardware stores.
zh_cn: 许多地方都能买到酸，包括五金店。

source: Acrobatic, Advanced Combat Martial Arts, Alertness, Cleave, Combat Reflexes, Defensive Martial Arts, Elusive Target, Exotic Melee Weapon Proficiency, Great Cleave, Power Attack, Unbalance Opponent.
zh_cn: 杂技、高级实战武术、警觉、顺势斩、战斗反射、防御武术、凌波微步、擅长异种近战武器、强力顺势斩、猛力攻击、晃倒对手。

source: Acrobatic, Advanced Combat Martial Arts, Archaic Weapons Proficiency, Combat Reflexes, Combat Throw, Elusive Target, Exotic Melee Weapon Proficiency, Improved Combat Throw, Improved Combat Martial Arts, Unbalance Opponent.
zh_cn: 杂技、高级实战武术、擅长古典武器、战斗反射、摔投技巧、凌波微步、擅长异种近战武器、精通摔投技巧、精通实战武术、晃倒对手。

source: Acrobatic, Alertness, Armor Proficiency (light), Athletic, Attentive, Brawl, Cautious, Defensive Martial Arts, Dodge, Elusive Target, Meticulous, Mobility, Nimble, Renown, Run, Stealthy.
zh_cn: 杂技、警觉、擅长护甲（轻型）、竞技、听者有心、拳法、谨慎、防御武术、闪避、凌波微步、一丝不苟、灵活移动、灵巧、闻名、奔跑、隐秘。

source: Acrobatic, Armor Proficiency (light), Armor Proficiency (me-di-um), Athletic, Brawl, Cautious, Dodge, Force Stop, Im-proved Brawl, Improved Damage Threshold, Improved Knockout Punch, Knockout Punch, Mobility, Nimble, Spring Attack, Streetfighting, Surface Vehicle Operation, Toughness, Vehicle Dodge, Vehicle Expert.
zh_cn: 杂技、擅长护甲（轻型）、擅长护甲（中型）、竞技、拳法、谨慎、闪避、逼停、精通拳法、巨创阈值增强、精通终结之拳、终结之拳、灵活移动、灵巧、跳跃攻击、街头战斗、地面载具操作、健壮、载具闪避、载具专家。

source: Acrobatic, Combat Expertise, Combat Throw, Defensive Martial Arts, Double Tap, Elusive Target, Focused, Improved Disarm, Mobility, Personal Firearms Proficiency, Point Blank Shot, Stealthy, Weapon Finesse.
zh_cn: 杂技、寓守于攻、摔投技巧、防御武术、双发快射、凌波微步、全神贯注、精通卸除武器、灵活移动、擅长单兵枪械、近程射击、隐秘、武器娴熟。

source: Action points provide characters with the means to affect game play in significant ways.
zh_cn: 行动点让角色可以在关键的环节影响游戏的走向。

source: Actors, entertainers of all types, newscasters, radio and television personalities, and more fall under this starting occupation.
zh_cn: 演员、各类演艺人员、新闻播报员、广播电视从业人员等。

source: Add +1 to the DC for each external component and +2 for the remote link.
zh_cn: 每个外挂部件DC+1，远程控制模块DC+2。

source: Add 2."
zh_cn: 再加2。”

source: Add Reputation bonuses together.
zh_cn: 为所有职业的声望加值之和。

source: Add all the modifiers to determine the check’s DC.
zh_cn: 将选择的框架和部件的检定DC求和。

source: Add the Defense bonuses for each class together.
zh_cn: 为所有职业的防御加值之和。

source: Add the base attack bonuses for each class to get the hero’s base attack bonus.
zh_cn: 英雄的基础攻击加值是每个职业的基础攻击加值之和。

source: Add the base save bonuses for each class together.
zh_cn: 为所有职业的豁免加值之和。

source: Add the black market purchase DC modifier from Table: Restricted Objects to the object’s purchase DC.
zh_cn: 将`表：管制物品`的黑市购买DC调整值加到物品的购买DC上。

source: Add the character’s Charisma bonus to the check.
zh_cn: 检定要加上角色的魅力加值。

source: Add the given value directly to the familiar’s Defense.
zh_cn: 数值直接加到防御上。

source: Add the relevant number to the character’s Defense.
zh_cn: 角色的防御将会加上相应的加值。

source: Add the result of the three dice together.
zh_cn: 结果总和之上

source: Add the result to the character’s hit point total.
zh_cn: 将结果加到角色的生命上限上。

source: Add this bonus to Reflex saves against attacks that affect an area.
zh_cn: 对抗范围攻击所需的反射豁免检定应用此加值。

source: Additional blocks can be wired together, increasing the damage and burst radius; each additional block increases the damage by +2d6 and the burst radius by 2 feet, and requires a Demolitions check (DC 15) to link them.
zh_cn: 多块C4可连接起来，以增加伤害和爆炸半径；每多一磅，伤害增加2d6，爆炸半径增加2尺，连接需要一个爆破检定（DC15）。

source: Additional sticks can be set off at the same time if they are within the burst radius of the first stick, increasing the damage and burst radius of the explosion.
zh_cn: 爆炸波及到的其他炸药也会被引爆，这可增加爆炸伤害与半径。

source: Additionally, a character who rolls a 1 on an attack roll with a poisoned weapon must succeed at a Reflex saving throw (DC 15) or accidentally poison him or herself with the weapon.
zh_cn: 另外，角色使用带毒武器攻击掷骰出1时，需要进行一次反射豁免（DC15），失败则自己会中该毒。

source: Additionally, certain spells allow you to gain information about magic provided that you make a Spellcraft check as detailed in the spell description.
zh_cn: 除此之外，有的法术还提供下述允许辨识出的信息。

source: Additionally, the Mage may cast a spell with a target of “You” on his familiar (as a touch range spell) instead of on himself.
zh_cn: 此外，法师可以对魔宠施展那些法术目标为“自己”的法术（如同远程接触法术）而不是对自己施展。

source: Advanced Firearms Proficiency, Advanced Two-Weapon Fighting, Burst Fire, Dead Aim, Double Tap, Far Shot, Improved Two-Weapon Fighting, Precise Shot, Quick Draw, Quick Reload, Shot on the Run, Skip Shot, Strafe, Two-Weapon Fighting.
zh_cn: 高级擅长枪械、高级双持、点射、屏息瞄准、双发快射、远程射击、精通双持、精准射击、快速拔出、快速装填、移动射击、扫射、双持。

source: Advanced Firearms Proficiency, Alertness, Archaic Weapons Proficiency, Attentive, Blind-Fight, Deceptive, Educated, Far Shot, Iron Will, Medical Expert, Meticulous, Surgery, Track, Weapon Focus.
zh_cn: 高级擅长枪械、警觉、擅长古典武器、听者有心、盲斗、欺诈、良好教育、远程射击、钢铁意志、医药专家、一丝不苟、手术、追踪、专攻武器。

source: Advanced Firearms Proficiency, Archaic Weapons Proficiency, Armor Proficiency (light), Armor Proficiency (medium), Armor Proficiency (heavy), Brawl, Burst Fire, Cleave, Combat Reflexes, Exotic Firearms Proficiency, Exotic Melee Weapon Proficiency, Far Shot, Great Cleave, Im-proved Brawl, Improved Knockout Punch, Knockout Punch, Power Attack.
zh_cn: 高级擅长枪械、擅长古典武器、擅长护甲（轻型）、擅长护甲（中型）、擅长护甲（重型）、拳法、点射、顺势斩、战斗反射、擅长异种枪械、擅长异种近战武器、远程射击、强力顺势斩、精通拳法、精通终结之拳、终结之拳、猛力攻击。

source: Advanced Firearms Proficiency, Armor Proficiency (light), Armor Proficiency (medium), Attentive, Combat Expertise, Combat Reflexes, Double Tap, Improved Brawl, Improved Feint, Improved Knockout Punch, Knockout Punch, Precise Shot, Quick Draw, Quick Reload, Streetfighting, Vehicle Expert.
zh_cn: 高级擅长枪械、擅长护甲（轻型）、擅长护甲（中型）、听者有心、寓守于攻、战斗反射、双发快射、精通拳法、精通虚招、精通终结之拳、终结之拳、精准射击、快速拔出、快速装填、街头战斗、载具专家。

source: Advanced Firearms Proficiency, Armor Proficiency (light), Armor Proficiency (medium), Attentive, Confident, Dead Aim, Deceptive, Educated, Far Shot, Iron Will, Personal Firearms Proficiency, Trustworthy.
zh_cn: 高级擅长枪械、擅长护甲（轻型）、擅长护甲（中型）、听着有心、自信、屏息瞄准、欺诈、良好教育、远程射击、钢铁意志、擅长单兵枪械、值得信赖。

source: Advanced Firearms Proficiency, Armor Proficiency (light), Armor Proficiency (medium), Brawl, Defensive Martial Arts, Dodge, Double Tap, Educated, Knockout Punch, Personal Firearms Proficiency, Point Blank Shot.
zh_cn: 高级擅长枪械、擅长护甲（轻型）、擅长护甲（中型）、拳法、防御武术、闪避、双发快射、良好教育、终结之拳、擅长单兵枪械、近程射击。

source: Advanced classes are like basic classes, except that they have requirements that must be met before a character can attain 1st level in the class.
zh_cn: 高级职业和基本职业没什么不同，唯一的区别是必须满足高级职业的要求才能解锁这个职业。

source: Adventurers include professional daredevils, big-game hunters, relic hunters, explorers, extreme sports enthusiasts, field scientists, thrill-seekers, and others called to face danger for a variety of reasons.
zh_cn: 探险家包括专门从事危险行为者、猎手、盗墓者、探险者、极限运动爱好者、实地科学家、灵异探险家以及其他各类由于不同原因需要和危险情况打交道的职业。

source: Adventuring may result in characters finding valuable items.
zh_cn: 角色冒险时会找到有价值的物品。

source: After 1 hour of complete, uninterrupted rest, an exhausted character becomes fatigued.
zh_cn: 经过一小时完整且不被打断的休息后，角色从力竭转为疲乏。

source: After 8 hours of complete, uninterrupted rest, a fatigued character is no longer fatigued.
zh_cn: 经过8小时完整的不被打断的休息后，疲乏的角色将不再疲乏。

source: After creating the plan the Smart hero makes an Intelligence check (DC 10) with a bonus equal to his or her Smart level.
zh_cn: 制定计划后，智力型英雄需进行一次带智力等级加值的智力检定(DC10)。

source: After determining where the explosive landed, it deals its damage to all targets within the burst radius of the weapon.
zh_cn: 决定了爆炸物的落点后，将对爆炸半径内的所有目标造成伤害。

source: After determining where the object landed, it deals splash damage to all creatures within 5 feet.
zh_cn: 决定了落点后，再对落点5尺内的所有生物造成溅射伤害。

source: After succeeding on the check to attempt the sideswipe, the character makes a Drive check opposed by the other driver.
zh_cn: 若`侧击`检定成功，角色和目标进行驾驶检定对抗。

source: After taking damage, a character can recover hit points through natural healing (over the course of days) or through medical technology (somewhat faster).
zh_cn: 受到伤害后角色可以自然地恢复生命值（经过几天之后）或者通过医药技术恢复（这样更快）。

source: After that time, reduce the bonus by 1 point (to a minimum of +0) for every additional round the situation continues, as the vagaries of circumstance begin to unravel even the best-laid plans.
zh_cn: 之后，加值逐轮-1，直到0，以示计划赶不上变化。

source: After the duration expires, the GM determines the reaction and attitude of the target based on what the Personality compelled the target to do.
zh_cn: 信任期结束后，GM根据明星强迫目标做的事的性质决定目标接下来的反应和态度。

source: After the duration of the effect ends, the machine reverts to its previous state and a repair chance percentile roll is made.
zh_cn: 当提升效果结束，设备将回到原来的状态，并做一次故障几率检定。

source: After the first trick in an encounter, whether the attempt succeeds or not, that target becomes wary and immune to such ploys.
zh_cn: 使用过一次诡计后，无论成功与否，目标都会提高警惕，免疫这些套路了。

source: After this period of time, the character must make a Constitution check (DC 10) every round to continue holding his or her breath.
zh_cn: 此后一段时间里，角色必须每轮进行一次体质检定（DC10）以继续闭气。

source: After this period of time, the target must make a Constitution check (DC 10, +1 for each previous check) every round to continue holding his or her breath.
zh_cn: 此后目标必须每轮进行体质检定（DC10，每次检定后+1），以继续闭气。

source: After this, the character must make a Constitution check each day (DC 10, +1 for each previous check) or sustain 1d6 points of damage.
zh_cn: 此后，角色必须每天进行一次体质检定（DC10，每次检定后+1），失败则损失1d6点生命。

source: After this, the character must make a Constitution check each hour (DC 10, +1 for each previous check) or take 1d6 points of damage.
zh_cn: 此后角色必须每小时进行一次体质检定（DC10，每次检定后+1），失败则损失1d6点生命。

source: Again, the character cannot interrupt an action.
zh_cn: 即使如此，角色还是不能打断他人行动。

source: Against a nonintelligent creature, feinting is impossible.
zh_cn: 对付非智能生物，虚招永远是无效的。

source: Agile Riposte, Creative, Deceptive, Dodge, Frightful Presence, Iron Will, Lightning Reflexes, Low Profile, Point Blank Shot, Renown, Trustworthy, Windfall.
zh_cn: 借机反击、富有创意、欺诈、闪避、气势凶猛、钢铁意志、闪电反射、低调、近程射击、闻名、值得信赖、横财。

source: Aiding the driver is a move action, leaving the copilot with an attack action each round to do something else.
zh_cn: 协助驾驶员是一个移动动作，副驾驶每轮只剩一个攻击动作来做别的事情。

source: Airfare tickets are for a single passenger round trip.
zh_cn: 飞机票是一人往返票。

source: Alertness, Animal Affinity, Attentive, Blind-Fight, Combat Expertise, Confident, Creative, Deceptive, Educated, Focused, Frightful Presence, Iron Will, Renown, Stealthy, Studious.
zh_cn: 警觉、动物亲和、听着有心、盲斗、寓守于攻、自信、富有创意、欺诈、良好教育、全神贯注、气势凶猛、钢铁意志、闻名、隐秘、好学。

source: Alertness, Animal Affinity, Combat Expertise, Confident, Creative, Deceptive, Defensive Martial Arts, Educated, Trustworthy.
zh_cn: 警觉、动物亲和、寓守于攻、自信、富有创意、欺诈、防御武术、良好教育、值得信赖。

source: Alertness, Archaic Weapons Proficiency, Attentive, Confident, Defensive Martial Arts, Focused, Frightful Presence, Iron Will, Personal Firearms Proficiency, Point Blank Shot.
zh_cn: 警觉、擅长古典武器、听着有心、自信、防御武术、全神贯注、气势凶猛、钢铁意志、擅长单兵枪械、近程射击。

source: Alertness, Athletic, Brawl, Confident, Endurance, Great Fortitude, Improved Brawl, Improved Bull Rush, Improved Feint, Knockout Punch, Power Attack, Streetfighting, Toughness, Vehicle Expert.
zh_cn: 警觉、竞技、拳法、自信、坚忍、强韧加强、精通拳法、精通冲撞、精通虚招、终结之拳、猛力攻击、街头战斗、健壮、载具专家。

source: All Jump DCs covered here assume that the character can move at least 20 feet in a straight line before attempting the jump.
zh_cn: 所有跳跃DC假定的前提条件是角色在跳之前至少有20尺的助跑距离。

source: All Rights Reserved.
zh_cn: 保留所有权利。

source: All aircraft, from one-seaters to jumbo jets, are controlled by the use of the Pilot skill.
zh_cn: 从单人飞机到巨型喷气机，所有的飞行器的操控都依赖于`驾机`技能。

source: All combatants are now ready to begin their first regular round.
zh_cn: 现在所有的作战者都将开始进行第一个正常轮。

source: All computers come with dial-up modems, which allow connection to the Internet but without the speed of broadband or the flexibility of cellular.
zh_cn: 所有电脑都自带拨号调制解调器，可以连接至互联网，但没有宽带快捷，也没有移动网络灵活。

source: All creatures or objects within the burst radius take damage from the explosive.
zh_cn: 爆炸半径内所有生物或物体都将受到爆炸伤害。

source: All explosives must be detonated.
zh_cn: 所有的爆炸物必须被触发才能爆炸。

source: All handguns require the Personal Firearms Proficiency feat.
zh_cn: 所有的手枪都要求`擅长单兵枪械`专长。

source: All it takes is time.
zh_cn: 只需要花时间就能办到。

source: All longarms are covered by the Personal Firearms Proficiency feat.
zh_cn: 所有的长杆枪都要求`擅长单兵枪械`专长。

source: All movement must be in a straight line, with no backing up allowed.
zh_cn: 所有的移动必须在一条直线内，不可倒退。

source: All of the following are class features of the Charismatic hero.
zh_cn: 下文为魅力型英雄的职业专长

source: All of the following are class features of the Fast hero.
zh_cn: 下文为敏捷型英雄的职业专长

source: All of the following are class features of the Smart hero.
zh_cn: 下文为智力型英雄的职业专长

source: All of the following are class features of the Tough hero.
zh_cn: 下文为体质型英雄的职业专长

source: All of the following are features of the Negotiator advanced class.
zh_cn: 以下是有关谈判专家职业的专长。

source: All of the following features pertain to the Acolyte advanced class.
zh_cn: 以下是有关侍僧职业的专长。

source: All of the following features pertain to the Battle Mind advanced class.
zh_cn: 以下是有关灵战士职业的专长。

source: All of the following features pertain to the Mage advanced class.
zh_cn: 以下是有关法师职业的专长。

source: All of the following features pertain to the Telepath advanced class.
zh_cn: 以下是有关异能者职业的专长。

source: All of the rest of the text in this document is Open Game Content as described in Section 1(d) of the License.
zh_cn: 本文其他所有的内容是开放游戏内容，参见许可证的第一条第d款。

source: All of the tools and equipment that climbing enthusiasts use to make climbing easier and, in some cases, possible, including ropes, pulleys, helmet and pads, gloves, spikes, chocks, ascenders, pitons, a handax, and a harness.
zh_cn: 让攀爬爱好者更方便攀爬的所有工具，部分包括绳索、滑轮、头盔和护具、手套、长钉、楔子、上升器、岩钉、手斧和背带。

source: All of these homes are of typical construction; luxury appointments or avant garde design is available with a +2 increase to the purchase DC.
zh_cn: 以上都是基本版的，要定制豪华的或前卫设计的版本，购买DC+2。

source: All other charge rules apply, but the Bodyguard can alter his or her direction when making a charge to avoid obstacles.
zh_cn: 冲锋的所有规则仍有效，但保镖可以在冲锋的过程中改变方向以避开障碍。

source: All other modifiers, such as class bonus, Dexterity modifier, and size modifier, apply normally.
zh_cn: 其他调整值，如职业加值、敏捷调整值和体型调整值照常计算。

source: All other rules pertaining to turning apply.
zh_cn: 其他所有规则如常实行。

source: All other skills, including skills for another class the hero has levels in, are considered cross-class skills when ranks in those skills are purchased at this level.
zh_cn: 所有其他技能，包括角色拥有这个职业的职业技能，将被视为跨职技能来提升。

source: All penalties stack, regardless of their descriptors.
zh_cn: 所有减值完全叠加，不管学名是什么。

source: All ranged weapons and thrown weapons have a range increment (see Table: Ranged Weapons and Table: Melee Weapons).
zh_cn: 所有远程武器与投掷武器都有`射程跨度`（见表：远程武器与表：近战武器）。

source: All sublicenses shall survive the termination of this License.
zh_cn: 所有该许可证派生的许可证都会终止。

source: All that’s left of the stock is a pistol grip, and the barrels are roughly 12 inches long.
zh_cn: 枪托完全锯掉，只剩一个手枪式的握把，枪管只有约12寸长。

source: All variable, numeric effects of a maximized power automatically achieve their maximum values.
zh_cn: 极效灵力即此灵力的所有变数都取最大值。

source: All variable, numeric effects of a maximized spell automatically achieve their maximum values.
zh_cn: 极效法术即此法术的所有变数都取最大值。

source: All weapons and armor, and certain other types of equipment, such as computers and electronic devices, can be constructed as mastercraft objects.
zh_cn: 所有武器、护甲以及其他类型的装备，比如计算机和电气设备都可以升级为大师级工艺。

source: Allegiances include, but are not limited to, the following examples.
zh_cn: 阵营包含但不限于以下例子。

source: Almost anything can be used as a club.
zh_cn: 几乎所有物品都可当作木棒使用。

source: Almost anything is available on the black market.
zh_cn: 几乎所有物品在黑市都有出售。

source: Along with this loss, any time a character buys an object or service with a purchase DC of 15 or higher, the character reduces his or her current Wealth bonus by an additional 1 point.
zh_cn: 任何时候角色购买了购买DC大于等于15的物品或服务，在原基础上额外减少一点财富加值。

source: Also called the manriki-gusari, this is a simple chain with weighted ends.
zh_cn: 这种简单的、末端有重物的锁链又称“万力锁”。

source: Also from an attack of opportunity or readied attack made in response to the action being taken (for activities requiring no more than a full-round action).
zh_cn: 还有引发了借机攻击或准备攻击的活动（这些活动并不需要整轮动作）。
